<template>
  <Offer/>
  <div class="capital">
    <h2>Инвестиционные Возможности в Возрожденной деревне Мувыр</h2>
    <span>Дорогие Инвесторы, возрожденная деревня Мувыр — это удивительное место, где сила воли и преданность идеалам соединились в одном человеке, Александре Корепанове. Его усилия позволили воссоздать утраченное и создать уникальное поселение с богатой историей и потрясающими перспективами. Мы предлагаем вам стать частью этого великого проекта.</span>
    <h2>Проект "Восстановление ГЭС"</h2>
    <span>Возрожденная деревня Мувыр расположена на берегу реки Лоза, что создает уникальные возможности для восстановления гидроэлектростанции (ГЭС). Этот проект не только восстановит исторический памятник, но и обеспечит энергией как саму деревню, так и близлежащие территории. Инвестирование в проект ГЭС — это шаг вперёд к современным технологиям и устойчивому развитию.</span>
    <h2>Проект "Модернизация Мельницы"</h2>
    <span>Деревня Мувыр всегда славилась своей мельницей, являющейся неотъемлемой частью культуры этого места. Восстановление и модернизация мельницы представляют собой возможность не только сохранить культурное наследие, но и создать работающий предприятий по переработке сельскохозяйственной продукции. Этот проект подразумевает создание рабочих мест и стимулирует развитие сельского хозяйства в регионе.</span>
    <h2>Инвестирование в Туристическую Инфраструктуру</h2>
    <span>Возрожденная деревня Мувыр предлагает уникальные природные красоты и атмосферу, пропитанную историей. Инвестирование в туристическую инфраструктуру — это возможность привлечения путешественников и поклонников агротуризма. Создание гостевых домов, ресторанов, и развлекательных площадок позволит гостям погрузиться в атмосферу уникального места.</span>
    <h2>Как Стать Инвестором</h2>
    <span>Если вы заинтересованы в участии в проектах Возрожденной деревни Мувыр, пожалуйста, свяжитесь с нами по контактам ниже. Мы готовы обсудить подробности, предоставить дополнительную информацию и рассмотреть ваши предложения.</span>

    <span>Мы верим, что ваш вклад в эти проекты не только принесет вам финансовую выгоду, но и сделает вас частью восстановления и процветания этого удивительного места. Спасибо, что вы с нами!</span>


  </div>
</template>

<script>
import Offer from "@/components/captail/Offer.vue";

export default {
  components: {Offer}

}
</script>

<style scoped>
  .capital {
    margin: 0 auto;
    width: 70%;
    display: flex;
    justify-content: center;
    align-items: flex-start;
    flex-direction: column;
    padding: 50px;
    gap: 25px;
  }
  .capital h1 {
    font-size: 3em;
    font-family: Arial, sans-serif;
    letter-spacing: 2px;
    color: #f33232;
  }
  .capital h2 {
    font-size: 1.7em;
    color: #FBCA9C;
    padding: 20px;
  }
  .capital span {
    padding: 20px;
    font-size: 1.2em;
    text-align: justify-all;
  }

</style>