<template>
  <Offer/>
  <div class="marry">
    <span>Встречайте свадебные торжества в атмосфере волшебства и исторического очарования. Возрожденная деревня Мувыр - это уникальное место, где дух старины сочетается с современным комфортом, чтобы создать неповторимую атмосферу для вашего особенного дня.</span>
    <h2>Почему Возрожденная деревня Мувыр?</h2>
    <span>Аутентичная Атмосфера, расположенная в живописной природной зоне, деревня предлагает удивительные виды, которые станут идеальным фоном для ваших свадебных фотографий.</span>
    <h2>Варианты Размещения</h2>
    <span>Мы предлагаем разнообразные варианты размещения для вас и ваших гостей. Уютные гостевые дома сделают ваше пребывание комфортным и незабываемым</span>
    <h2>Свадьба по Вашему Вкусу</h2>
    <span>Мы готовы предложить вам разнообразные пакеты для свадебных торжеств, включая услуги по планированию, декорированию и организации банкета.</span>
    <h2>Развлечения и Активности</h2>
    <span>Для ваших гостей у нас есть множество развлечений, от прогулок по окрестностям до мастер-классов по ремесленным навыкам. Мы гарантируем, что у всех будет незабвенно весело.</span>
    <h2>Как Нас Найти?</h2>
    <span>Возрожденная деревня Мувыр расположена</span>

    <img src="@/assets/map.jpg" alt="">

    <h2>Свяжитесь с Нами</h2>

    <span>Чтобы узнать больше о наших услугах для свадебных торжеств или для того, чтобы назначить встречу, звоните нам по телефону <strong>+7 920 311 12 80</strong> или пишите на почту <strong>alexn.efm@gmail.com</strong>.</span>


  </div>
</template>

<script>
import Offer from "@/components/marry/Offer.vue";

export default {
  components: {Offer}

}
</script>

<style scoped>
.marry {
  margin: 0 auto;
  width: 70%;
  display: flex;
  justify-content: center;
  align-items: flex-start;
  flex-direction: column;
  padding: 50px;
  gap: 25px;
}
 h1 {
  font-size: 3em;
  font-family: Arial, sans-serif;
  letter-spacing: 2px;
  color: #f33232;
}
 h2 {
  font-size: 1.7em;
  color: #FBCA9C;
  padding: 20px;
}
span {
  padding: 20px;
  font-size: 1.2em;
  text-align: justify-all;
}

</style>